[
    {"programName":"GURBANI", "description":"The morning prayer has an immense power, it gives listeners a feeling of calmness in this chaotic world around, blessings for the day, and power to complete their goals believing this our first and foremost track is of SHABAD KIRTAN to bless the morning of our listeners."},
    {"programName":"ASSI TE SAADA SAMAJ", "description":"Being a community radio its our foremost duty to cover everything going in our community…our state, country, world etc. Here in this show we talk about the new topics going around us."},
    {"programName":"SAADA CAMPUS", "description":"GNE is our second home, our family, and our pride as well. This family keeps on growing and adding new members and communities with us. we love talking about the various developments in our college so here’s a show dedicated to our college’s topics of conversations, and covering almost everything about our beloved college."},
    {"programName":"RU-BA-RU", "description":"This show is a kind of chat show where we students take part and talk about a particular topic, or on a notion to discuss various aspects of the topic and also to give our listeners a brief view on that."},
    {"programName":"EK MULAQAT", "description":"This show invites people coming from different backgrounds and professions with a bag full of experiences, knowledge and wisdom to share, this also makes us know more about great personalities around us in every field."},
    {"programName":"AFSANE PUNJABIYAAN DE", "description":"Appreciation is what keeps the people moving to achieve milestones, Punjabis already have a habit to achieve more n more always…because we are over excited…so here we appreciate our Punjabis."},
    {"programName":"SEHAT SAMBHAL", "description":"Health is what keeps us around. Health means our ability to remain free of illness and injuries, which also includes our mental health as well, in this show we invite various doctors, health professionals that help our listeners to maintain a healthy lifestyle."},
    {"programName":"CAREER AWARENESS", "description":"Career is an important part of our life, and being aware of our career is another, this show invite incorporates interviews of various professionals and successful persons that guide our listeners about there career in various fields."}
]